[{"title": "Avec la spintronique, l’informatique à un tournant", "author": "Anthony Laurent", "description": "Les cookies et technologies similaires que nous utilisons sur Mediapart sont de différentes natures et nous permettent de poursuivre différentes finalités. \r\nCertains sont nécessaires au fonctionneme… [+3214 chars]", "url": "https://www.mediapart.fr/journal/culture-et-idees/261024/avec-la-spintronique-l-informatique-un-tournant"}, {"title": "Musk Offers Cash to Voters in Swing States that Support Second Amendment", "author": "AmmoLand", "description": "Skip to comments.\r\nMusk Offers Cash to Voters in Swing States that Support Second AmendmentAmmoLand ^\r\n | October 23, 2024\r\n | Dean Weingarten\r\nPosted on 10/26/2024 4:47:05 AM PDT by marktwain\r\nElon … [+3854 chars]", "url": "https://freerepublic.com/focus/f-news/4273554/posts"}, {"title": "Musk Offers Cash to Voters in Swing States that Support Second Amendment", "author": "AmmoLand", "description": "Skip to comments.\r\nMusk Offers Cash to Voters in Swing States that Support Second AmendmentAmmoLand ^\r\n | October 23, 2024\r\n | Dean Weingarten\r\nPosted on 10/26/2024 4:47:05 AM PDT by marktwain\r\nElon … [+6243 chars]", "url": "https://freerepublic.com/focus/f-bloggers/4273554/posts"}, {"title": "Avalanche Mailbag: What’s up with Gabriel Landeskog, the goaltending and the new arena development plans?", "author": "Corey Masisak", "description": "Denver Post sports writer Corey Masisak opens up the Avs Mailbag periodically throughout the season. Pose an Avalanche- or NHL-related question for the Avs Mailbag.\r\nWhat’s the latest on Gabe Landesk… [+8515 chars]", "url": "https://www.denverpost.com/2024/10/26/gabriel-landeskog-avalanche-mailbag-arena-development/"}, {"title": "Additive Printing to Help Keep USMC F-35s Flying", "author": "Peter Suciu", "description": "The Lockheed Martin F-35 Lightning II is a true marvel of the modern age, and soon maintainers will employ advanced technology to keep the aircraft flyingnamely additive or 3D printing. The United St… [+5098 chars]", "url": "https://nationalinterest.org/blog/buzz/additive-printing-help-keep-usmc-f-35s-flying-213398"}, {"title": "Instagram bloquea la cuenta en la que Cristina Fallarás destapó los casos de violencia machista de Errejón: «Estoy furiosa»", "author": "LA VOZ", "description": "La cuenta de Instagram en la que Cristina Fallarás destapó las denuncias de varias mujeres contra Íñigo Errejón ha desaparecido de la red social de Meta, a pesar de que seguía activa hasta hace solo … [+3236 chars]", "url": "https://www.lavozdegalicia.es/noticia/espana/2024/10/26/instagram-bloquea-cuenta-cristina-fallaras-destapo-casos-violencia-machista-errejon-furiosa/00031729941163590181794.htm"}, {"title": "TAI TF Kaan: Turkey's New Stealth Fighter Is Born", "author": "Christian D. Orr", "description": "What You Need to Know: Turkey is developing its own fifth-generation stealth fighter, the TAI Kaan (also known as TF or MMU), aiming to rival advanced aircraft like the F-35.\r\n-The Kaan made its maid… [+6852 chars]", "url": "https://nationalinterest.org/blog/buzz/tai-tf-kaan-turkeys-new-stealth-fighter-born-213396"}, {"title": "Israel warned Iran ahead of latest strike – Axios", "author": "RT", "description": "Israel relayed a warning to Iran through several third parties ahead of its missile strike against the Islamic Republic on Saturday, Axios has reported, citing three anonymous sources. According to t… [+2173 chars]", "url": "https://www.rt.com/news/606514-axios-israel-warned-iran-ahead-strike/"}, {"title": "Este juego futurista de acción y plataformas está en Prime Gaming. Puedes quedártelo gratis y para siempre", "author": "Daniel García", "description": "Amazon tiene en Prime Gaming una de sus mejores bazas para fidelizar clientes\r\nHoy en día es posible jugar gratis y legalmente a multitud de videojuegos que cuestan dinero gracias a servicios como Pr… [+2087 chars]", "url": "https://www.lavanguardia.com/andro4all/juegos-gratis/este-juego-futurista-de-accion-y-plataformas-esta-en-prime-gaming-puedes-quedartelo-gratis-y-para-siempre"}, {"title": "LeBron James: 'I Plan on Playing Every Game' for Lakers During 22nd NBA Season", "author": "Adam Wells", "description": "Harry How/Getty Images\r\nDespite being two months away from his 40th birthday and in his 22nd NBA season, LeBron James is not planning on monitoring his playing time as the Los Angeles Lakers get read… [+711 chars]", "url": "https://bleacherreport.com/articles/10140945-lebron-james-i-plan-on-playing-every-game-for-lakers-during-22nd-nba-season"}, {"title": "Básquet: Urupan sorprendió y venció a Peñarol en el Palacio; Trouville y Cordón ganaron", "author": "Montevideo Portal", "description": "FútbolUy. Seguinos en Twitter @futbolportaluy\r\nUrupan dio la nota este viernes por la noche al vencer por cifras de 71-78 a Peñarol en el Palacio Cr. Gastón Güelfi por la primera fecha de la Liga Uru… [+2020 chars]", "url": "https://www.montevideo.com.uy/Deportes/Basquet-Urupan-sorprendio-y-vencio-a-Penarol-en-el-Palacio-Trouville-y-Cordon-ganaron-uc904510"}, {"title": "Il capo di Diablo 4 chiede se lo Spiritista deve essere indebolito: i fan rispondono in modo chiaro", "author": "Nicola Armondi", "description": "Come vi avevamo segnalato, la nuova classe di Diablo 4 - lo Spiritista - ha una serie di glitch che le permettono di infliggere quantità di danni esagerate (parliamo di migliaia di miliardi a colpo).… [+1474 chars]", "url": "https://multiplayer.it/notizie/capo-diablo-4-chiede-spiritista-indebolito-fan-rispondono-in-modo-chiaro.html"}, {"title": "A turnê do show em tributo ao icônico disco “Elis & Tom” em 2025", "author": "João Pedroso de Campos", "description": "Depois de passar por dez cidades em 2024, o show em tributo ao emblemático disco Elis &amp; Tom, de Elis Regina e Tom Jobim, seguirá na estrada em 2025.\r\nO espetáculo que reúne o cantor, compositor e… [+1165 chars]", "url": "https://www.metropoles.com/colunas/guilherme-amado/a-turne-do-show-em-tributo-ao-iconico-disco-elis-tom-em-2025"}, {"title": "Kamala Harris’ billionaire friend Laurene Powell Jobs owns liberal mag behind ‘widely disputed’ Trump report", "author": "Brian Flood", "description": "The Atlantic has faced intense scrutiny in recent days for an unflattering report about former President Trump that has been declared everything from \"false\" to a \"hit piece\" by critics and even thos… [+9169 chars]", "url": "https://www.foxnews.com/media/kamala-harris-billionaire-friend-laurene-powell-jobs-owns-liberal-mag-behind-widely-disputed-trump-report"}, {"title": "Elon Musk is in regular contact with Putin, claims report; NASA chief wants probe", "author": "ET Online", "description": "Elon Musk, the worlds richest person and a prominent Trump supporter, is at the center of controversy after reports emerged that he has been in regular contact with Russian President Vladimir Putin.A… [+2320 chars]", "url": "https://economictimes.indiatimes.com/news/international/global-trends/elon-musk-is-in-regular-contact-with-putin-claims-report-nasa-chief-wants-probe/articleshow/114622378.cms"}, {"title": "Freddie Freeman: 'As Good as it Gets' to Hit Walk-Off in Dodgers' G1 Win vs. Yankees", "author": "Adam Wells", "description": "Daniel Shirey/MLB Photos via Getty Images\r\nFreddie Freeman was on cloud nine after hitting the second walk-off grand slam in MLB postseason history to give the Los Angeles Dodgers a 6-3 win over the … [+1228 chars]", "url": "https://bleacherreport.com/articles/10140943-freddie-freeman-as-good-as-it-gets-to-hit-walk-off-in-dodgers-g1-win-vs-yankees"}, {"title": "Weekend to feel seasonably cool; warm air returns next week", "author": "Scott Harbaugh", "description": "PITTSBURGH — It will be a clear and chilly Saturday evening, and temperatures will tumble to the low 30s overnight. Some will experience a frosty start Sunday morning, but the sunshine will make for … [+956 chars]", "url": "https://www.wpxi.com/news/local/weekend-feel-seasonably-cool-warm-air-returns-next-week/TGMXHMY4LZGGBGPSAF777Y3QKE/"}, {"title": "Instagram cierra la cuenta de Cristina Fallarás tras publicar los mensajes de mujeres que acusan de violencia machista a Errejón", "author": "Público", "description": "La periodista Cristina Fallarás ha denunciado el cierre de su cuenta de Instagram días después de publicar los testimonios de varias mujeres que acusaban a Íñigo Errejón violencia machista y que prov… [+953 chars]", "url": "https://www.publico.es/mujer/instagram-cierra-cuenta-cristina-fallaras-publicar-mensajes-mujeres-acusan-violencia-machista-errejon.html"}, {"title": "Budget 2025: l'Assemblée rejette l'alourdissement du malus pour les voitures essence et diesel", "author": null, "description": "Dans le projet de loi de finances du gouvernement, le nouveau malus sur l'achat des voitures neuves polluantes doit toucher presque tous les véhicules à essence et diesel à partir du 1er janvier 2025… [+601 chars]", "url": "https://www.bfmtv.com/economie/economie-social/finances-publiques/budget-2025-l-assemblee-rejette-l-alourdissement-du-malus-pour-les-voitures-essence-et-diesel_AD-202410260253.html"}, {"title": "JPG nedir? JPEG to WebP, PDF, PNG, Word & Excel dönüştürme (Ücretsiz)", "author": "", "description": "Görsel odakl dijital dünyamzda fotoraflar her yerde. Kelimelerin tek bana iletemeyecei mesajlar iletirler, anlar ölümsüz klarlar, hikayeleri anlatrlar Mevcut saysz resim format arasnda, bir tanesi po… [+5335 chars]", "url": "https://www.donanimhaber.com/jpg-nedir-jpeg-png-pdf-webp-word-excel-donusturme--183514"}, {"title": "39-year-old makes about $18,000 a month in passive income without a college degree: 'I work only 4 hours a day'", "author": null, "description": "Back in 2007, I dropped out of college, despite owing about $50,000 in student loans. Believe it or not, it was the smart choice for me at the time. \r\nNone of my friends who'd graduated were landing … [+5229 chars]", "url": "https://www.cnbc.com/2024/10/26/39-year-old-makes-18000-a-month-in-passive-income-without-a-degree.html"}, {"title": "Neuroscientist backs Tua Tagovailoa on his controversial decision not to use Guardian Cap", "author": "marca.com", "description": "A neuroscientist has defended Tua Tagovailoa's decision not to wear extra protective head gear as the Miami Dolphins receive a major boost with the star quarterback returning to their team following … [+1631 chars]", "url": "https://www.marca.com/en/nfl/miami-dolphins/2024/10/26/671cce8b46163f56a28b4576.html"}, {"title": "Esta panadería española, obligada a poner un cartel en la puerta por lo que les piden los turistas: todos se confunden", "author": "Autor Redacción", "description": "En nuestro país existen miles de establecimientos como bares, restaurantes, cafeterías o similares que son frecuentados a diario por decenas de personas. En todos ellos, como ocurre también en todos … [+1706 chars]", "url": "https://www.mundodeportivo.com/actualidad/20241026/1002340989/panaderia-espanola-obligada-poner-cartel-puerta-les-piden-turistas-todos-confunden-dct.html"}, {"title": "MLS: Luis Suárez y un nuevo gol para Inter Miami, que tomó ventaja en su serie de playoffs", "author": "Montevideo Portal", "description": "FútbolUy. Seguinos en Twitter @futbolportaluy\r\nInter Miami, con Luis Suárez como titular y protagonista en el marcador, tomó ventaja en la eliminatoria de primera ronda de los playoffs de la MLS ante… [+2993 chars]", "url": "https://www.montevideo.com.uy/Deportes/MLS-Luis-Suarez-y-un-nuevo-gol-para-Inter-Miami-que-tomo-ventaja-en-su-serie-de-playoffs-uc904508"}, {"title": "Intelligence artificielle. Offrir Chat GPT : la mesure inédite de la ville d'Arcachon pour \"réduire la fracture numérique\"", "author": "Catherine Bouvet", "description": "Cest une démarche inédite en France. La ville dArcachon offre à ses 12000 habitants un accès gratuit à ChatGPT, le célèbre outil dintelligence artificielle. Portée par son maire Yves Foulon, linitiat… [+6953 chars]", "url": "https://france3-regions.francetvinfo.fr/nouvelle-aquitaine/gironde/arcachon/intelligence-artificielle-offrir-chat-gpt-la-mesure-inedite-de-la-ville-d-arcachon-pour-reduire-la-fracture-numerique-3051085.html"}, {"title": "“WHAT Is Disney Doing?” New Disney Park Show Mocked by Fans", "author": "Chloe James", "description": "Months after scrapping a show featuring Mickey Mouse and pals, one Disney park has unveiled its replacement and fans are deeply unimpressed.\r\nWhen Walt Disney first opened Disneyland in 1955, he decl… [+4292 chars]", "url": "https://insidethemagic.net/2024/10/disney-park-new-show-mocked-fans-cj1/"}, {"title": "Russians behind fake video of ballots being destroyed, US officials say", "author": "AFP", "description": "Russian actors were behind a viral video falsely showing mail-in ballots for Donald Trump being destroyed in the swing state of Pennsylvania, US officials said Friday, amid heightened alert over fore… [+2883 chars]", "url": "https://economictimes.indiatimes.com/news/international/world-news/russians-behind-fake-video-of-ballots-being-destroyed-us-officials-say/articleshow/114621768.cms"}, {"title": "HS: Asiantuntijalta tiukkaa kritiikkiä Nordealle – ”Syyllistetään kotikäyttäjiä”", "author": "Perttu Pitkänen", "description": "Nordean palveluihin tehtiin perjantai-iltana jälleen hyökkäys. Tietoturva-asiantuntija Petteri Järvinen kritisoi Nordean tiedotuslinjaa Helsingin Sanomissa.Nordea on joutunut viime aikoina toistuvien… [+3418 chars]", "url": "https://www.is.fi/digitoday/art-2000010789361.html"}, {"title": "Com mais de 40 anos de carreira, Hans Zimmer ainda não conseguiu realizar seu maior sonho", "author": "Bárbara Castro", "description": "Hans Zimmer é um dos compositores mais famosos da atualidade. Já nomeado 12 vezes ao Oscar de Melhor Trilha Sonora - ganhando apenas duas estatuetas até o momento - pode parecer que o compositor já r… [+1358 chars]", "url": "https://br.ign.com/duna-2/131556/news/com-mais-de-40-anos-de-carreira-hans-zimmer-ainda-nao-conseguiu-realizar-seu-maior-sonho"}, {"title": "Como GTA, pero desde la otra perspectiva. Este juego donde controlas a la policía está petándolo en Steam", "author": "Estrella Gomez", "description": "Grand Theft Auto es todo un éxito por muchos factores, y uno de ellos es la libertad que da al jugador para hacer todas las maldades que se le ocurran. Mientras que en el juego de Rockstar Games tend… [+2191 chars]", "url": "https://es.ign.com/the-precinct/209109/news/como-gta-pero-desde-la-otra-perspectiva-este-juego-donde-controlas-a-la-policia-esta-petandolo-en-st"}, {"title": "China se está preparando para el fin del mundo. Ha comenzado a probar sus comunicaciones llevándolas a situaciones extremas", "author": "Sergio Agudo", "description": "Una supernova, un fenómeno que sucede al final del ciclo vital de las estrellas\r\nCientíficos chinos han realizado pruebas extremas en hardware de enlace de datos, simulando condiciones de un escenari… [+2710 chars]", "url": "https://www.lavanguardia.com/andro4all/ciencia/china-se-esta-preparando-para-el-fin-del-mundo-ha-comenzado-a-probar-sus-comunicaciones-llevandolas-a-situaciones-extremas"}, {"title": "Así diseñó Apple las sugerencias de contraseñas aleatorias. Hay más lógica de la que piensas", "author": "Sergio J. Ortiz", "description": "Contraseñas seguras de Apple\r\nCon la nueva aplicación Contraseñas de iOS 18 Apple ha dado un impulso a la gestión de contraseñas de sus usuarios de iPhone y iPad. ¡Es más fácil que nunca! Además, tam… [+3122 chars]", "url": "https://ipadizate.com/apple/asi-diseno-apple-las-sugerencias-de-contrasenas-aleatorias-hay-mas-logica-de-la-que-piensas"}, {"title": "De 1,89 a 0: uno de los mejores juegos de estrategia para Android se puede descargar gratis durante unas horas", "author": "David Freire", "description": "Defense Legend 5 Pro: Epic TD está gratis por tiempo limitado ¡aprovecha!\r\nSi eres de los que suelen navegar por la Google Play Store buscando juegos de pago que están gratis por tiempo limitado y er… [+2313 chars]", "url": "https://www.lavanguardia.com/andro4all/juegos-gratis/de-189-a-0-uno-de-los-mejores-juegos-de-estrategia-para-android-se-puede-descargar-gratis-durante-unas-horas"}, {"title": "La noticia sobre 'Five Nights at Freddy's 2' que ha enfurecido de los fans de la película en algunas partes del mundo", "author": "Esteban García Marcos", "description": "La cinta está generando muchísima más conversación que la primera entrega\r\nDesde que conocimos la fecha de estreno de Five Nights at Freddy's 2, nos encontramos con que las noticias sobre la película… [+2599 chars]", "url": "https://www.lavanguardia.com/andro4all/series/la-noticia-sobre-five-nights-at-freddys-2-que-ha-enfurecido-de-los-fans-de-la-pelicula-en-algunas-partes-del-mundo"}, {"title": "As Borderlands 4 looms, Gearbox boss Randy Pitchford seems to tease \"seamless\" loading, then promises to \"absolutely elaborate\" but vanishes for now", "author": "catherine.lewis@futurenet.com (Catherine Lewis)", "description": "Borderlands 4\r\n is set to add to 2025's packed lineup of games, and it looks like Gearbox boss Randy Pitchford is already doing his best to hype everyone up as he appears to tease \"seamless\" loading,… [+1825 chars]", "url": "https://www.gamesradar.com/games/borderlands/as-borderlands-4-looms-gearbox-boss-randy-pitchford-seems-to-tease-seamless-loading-then-promises-to-absolutely-elaborate-but-vanishes-for-now/"}, {"title": "Weekend reading: Delay Repay okay", "author": "The Investor", "description": "What caught my eye this week.\r\nI was bemused to see Adrian Chiles penning a glowing paean to the Delay Repaycompensation scheme in The Guardian this week. I’d always imagined such warm feelings were … [+6796 chars]", "url": "https://monevator.com/weekend-reading-delay-repay-okay/"}, {"title": "Este SSD portátil es un superventas y el que más te recomiendo para liberar espacio de cualquier dispositivo", "author": "Roberto Méndez", "description": "El SanDisk Extreme es el SSD portátil más vendido de Amazon y destaca por ofrecer un rendimiento bestial\r\n¿Necesitas más espacio de almacenamiento en tu ordenador, móvil o consola y no quieres elimin… [+3486 chars]", "url": "https://www.lavanguardia.com/andro4all/compras/este-ssd-portatil-es-un-superventas-y-el-que-mas-te-recomiendo-para-liberar-espacio-de-cualquier-dispositivo"}, {"title": "Retrocede en el tiempo con Tetris Time Warp gracias al nuevo juego incluido en Tetris Forever", "author": "Alfonso Jiménez", "description": "Tetris Forever, que saldrá a la venta en PC y consolas el 12 de noviembre, muestra los 40 años de historia del juego a través de cinco líneas temporales interactivas. Viaja a través de las décadas co… [+2092 chars]", "url": "https://comunidadxbox.com/tetris-time-warp-es-un-nuevo-juego-incluido-en-tetris-forever/"}, {"title": "Banco Central explica como funciona o Open Finance", "author": "Agência Gov", "description": "1O cliente bancário é o dono dos seus próprios dados, não o banco. Com essa premissa, o Open Finance , o sistema financeiro aberto do Brasil, facilita o compartilhamento dessas informações, que se to… [+4417 chars]", "url": "https://dinheirama.com/banco-central-explica-como-funciona-o-open-finance/"}, {"title": "These Jungle Fighters From Wargames Atlantic Ain’t Got Time to Bleed", "author": "Jacob Stauttener", "description": "Fill out your ranks with these badass jungle fighters who are ready for battle – and won’t break the bank.\r\nWargames Atlantic and Reptilian Overlords Team up together to bring these awesome 28mm Sci-… [+3160 chars]", "url": "https://www.belloflostsouls.net/2024/10/these-jungle-fighters-from-wargames-atlantic-aint-got-time-to-bleed.html"}, {"title": "Beelink is open-sourcing its eGPU docking station — PCIe 4.0 x8 could become more common in docks", "author": "Christopher Harper", "description": "Beelink, a mini PC manufacturer, open sourcing its docking station. On X (formerly Twitter), the company posted that it was releasing the specifications, patents, and other details related to the EX … [+2408 chars]", "url": "https://www.tomshardware.com/pc-components/gpus/beelink-is-open-sourcing-its-egpu-docking-station-pcie-4-0-x8-could-become-more-common-in-docks"}, {"title": "José Ramón Patterson cuenta lo que hizo uno de los invitados al Princesa de Asturias al sonar el himno nacional", "author": "Juan De Codina", "description": "Ha pasado una noche desde que se celebrara este viernes la 44ª ceremonia de los Premios Princesa de Asturias, marcados por las palabras de Leonor y Joan Manuel Serrat, quien sorprendió a todo el Teat… [+1065 chars]", "url": "https://www.huffingtonpost.es/virales/jose-ramon-patterson-cuenta-hizo-invitados-princesa-asturias-sonar-himno-nacional.html"}, {"title": "Este invento tiene 5.500 años, pero ha vuelto para revolucionar los barcos. Aunque parezca imposible, la energía del pasado tenía sentido", "author": "Esteban García Marcos", "description": "No es el primer barco en intentarlo, pero es el más potente\r\nLa industria naviera global está contra las cuerdas por la falta de sostenibilidad presente en su mundo, se trata de una industria que con… [+4094 chars]", "url": "https://www.lavanguardia.com/andro4all/tecnologia/van-a-poner-a-prueba-un-invento-de-hace-5-500-anos-para-revolucionar-los-barcos-aunque-parezca-imposible-la-energia-del-pasado-tenia-sentido"}, {"title": "North Korean Troops Deployed to Kursk in Escalating Counteroffensive: US", "author": "Brendan Cole", "description": "The U.S. has said North Korean troops may have been deployed to a key front in Russia's war against Ukraine, as speculation grows over how the international community may respond to a third party ent… [+3235 chars]", "url": "https://www.newsweek.com/north-korean-troops-deployed-kursk-escalating-counteroffensive-us-1975325"}, {"title": "“We have to unlock that team.” Nick Cushing could help Arsenal Women with low blocks", "author": "Michelle", "description": "Arsenal Women have been playing well and putting on great performances; even Leah Williamson has hinted at this while acknowledging that it is the results that havent gone their way. That said, if th… [+2435 chars]", "url": "https://www.justarsenal.com/we-have-to-unlock-that-team-nick-cushing-could-help-arsenal-women-with-low-blocks/379013"}, {"title": "Алексей Арестович: ️ Арестович: Аудиокнига \"Агент КФ\" (1/4). Кир Булычев (2024-26-10)", "author": "echo@echo.msk.ru (эхо москвы), эхо москвы", "description": "Your browser isnt supported anymore. Update it to get the best YouTube experience and our latest features. Learn more\r\nRemind me later", "url": "https://www.youtube.com/supported_browsers?next_url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D9ihlT_ajuJ4"}, {"title": "Сергей Алексашенко: Как воровали из ПББ. Почти правда (рассказанная ФБК) (2024-26-10)", "author": "echo@echo.msk.ru (эхо москвы), эхо москвы", "description": "Your browser isnt supported anymore. Update it to get the best YouTube experience and our latest features. Learn more\r\nRemind me later", "url": "https://www.youtube.com/supported_browsers?next_url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DnEmPhai5IRA"}, {"title": "Wow, who coulda seen that coming? Squealon's little lovefest with Putin ramped way up riiiight around the time he took over Twitter [Obvious]", "author": null, "description": "Halfabee64:Is Pootin a silent investor?  Is that why Musk has no concern over driving X into the ground? \r\n/BTW, Pootin is wealthier than Musk and probably shakes down every oligarch, earning a small… [+283 chars]", "url": "https://www.fark.com/comments/13441326/Wow-who-coulda-seen-that-coming-Squealons-little-lovefest-with-Putin-ramped-way-up-riiiight-around-time-he-took-over-Twitter"}, {"title": "No alla condivisione dei videogiochi storici, il copyright è più importante", "author": "Andrea Maiellano", "description": "La richiesta di esenzione dal DMCA per consentire alle biblioteche di condividere digitalmente l'accesso a videogiochi preservati è stata respinta dall'Ufficio del Copyright degli Stati Uniti. La Vid… [+3044 chars]", "url": "https://www.tomshw.it/videogioco/no-alla-preservazione-dei-videogiochi-il-copyright-e-piu-importate-2024-10-26"}, {"title": "Neue Firmware für die AirPods Pro 2 bringt Hörgeräte-Features", "author": "Patrick Bergmann", "description": "Auf der letzten iPhone-Keynote stellte Apple nicht nur das neue iPhone mitsamt der Apple Watch Series 10 und den beiden Varianten der AirPods 4 vor. Man hatte auch einige Ankündigungen bezüglich der … [+2770 chars]", "url": "https://www.apfelpage.de/news/neue-firmware-fuer-die-airpods-pro-2-bringt-hoergeraete-features/"}, {"title": "Frappes d’Israël en Iran : les pays de la région condamnent, l’Occident appelle à éviter l’escalade", "author": "Ouest-France", "description": "Les réactions se multiplient après les frappes israéliennes qui ont ciblé lIran, tôt ce matin samedi 26 octobre 2024. Téhéran a rapidement condamné ces bombardements contre son territoire et indiqué … [+4927 chars]", "url": "https://www.ouest-france.fr/monde/iran/frappes-disrael-en-iran-les-pays-de-la-region-condamnent-loccident-appelle-a-eviter-lescalade-099c6ef4-937c-11ef-bba1-911d20d147e0"}, {"title": "МИД Турции: удары Израиля по Ирану привели регион на грань масштабной войны", "author": null, "description": ", 26 . //. , , - . X ( Twitter).\r\n\" . , , , . \", - .\r\n\" [] \", - .\r\n, , , \" , \". \" , , \", - .", "url": "https://tass.ru/mezhdunarodnaya-panorama/22237521"}, {"title": "No lo veremos hasta 2025, pero se ha filtrado el iPhone 17 Air al completo", "author": "Fran Besora", "description": "Estas serían las novedades del iPhone 17 Air\r\nLos iPhone 16 y iPhone 16 Pro llevan poco más de un mes en el mercado, pero los rumores ya están enfocados en la serie iPhone 17. En particular, en el iP… [+2627 chars]", "url": "https://www.lavanguardia.com/andro4all/apple/no-lo-veremos-hasta-2025-pero-se-ha-filtrado-el-iphone-17-air-al-completo"}, {"title": "Cette start-up controversée propose de trier les embryons pour leur QI supérieur", "author": "contact@dailygeekshow.com (DGS)", "description": "Sebastian Kaulitzki / Shutterstock.com\r\nMême si ce nest pas encore très courant, surtout chez les humains, la manipulation génétique est un domaine de plus en plus avancé. Cependant, ce domaine est s… [+1861 chars]", "url": "https://dailygeekshow.com/start-up-embryons-qi/"}, {"title": "Knowledge, attitudes and practices around urinary tract infections of general practitioners in the Netherlands: a cross-sectional internet survey", "author": "Cox, S. M. L., Giorgi, W., Platteel, T. N., Cals, J. W. L., de Bont, E. G. P. M.", "description": "Introduction\r\nUrinary tract infections (UTIs) are the most common reason for women to consult a general practitioner (GP). More than 75% of women will have at least one episode of UTI during their li… [+4945 chars]", "url": "https://bmjopen.bmj.com/content/14/10/e083263"}, {"title": "Eleições 2024: mulheres candidatas recebem 68,2% dos comentários ofensivos no 2º turno", "author": "Redação", "description": "Apesar de serem apenas 15%, candidatas foram alvo de maioria dos ataques após debates nas redes sociais, repetindo padrão de toda a campanha eleitoral\r\nAna Luiza Araújo e Gabi Coelho*, Revista AzMina… [+12161 chars]", "url": "https://www.pragmatismopolitico.com.br/2024/10/eleicoes-mulheres-candidatas-recebem-comentarios-ofensivos-turno.html"}, {"title": "Burna Boy’s Reaction As Producer Telz Attempts to Prank Him Trends: “You Are Lucky He No Deck You”", "author": "Olumide Alake", "description": "<ul><li>A video of music producer Telz attempting to prank Burna Boy has gone viral on the Nigerian social media space</li><li>Telz, who wore a face mask, stood in a corner to scare Burna Boy as he a… [+2269 chars]", "url": "https://www.legit.ng/entertainment/celebrities/1621555-burna-boys-reaction-producer-telz-attempts-prank-trends-lucky-deck/"}, {"title": "Una catalana intenta pasar esto por el aeropuerto de Frankfurt y por poco no sale detenida", "author": "Alba Rodríguez Morales", "description": "La tuitera @emneguak, una chica catalana que vive en Alemania, ha contado a través de su cuenta de la red social X, anteriormente conocida como Twitter, un percance que ha vivido en el aeropuerto de … [+1025 chars]", "url": "https://www.huffingtonpost.es/virales/una-catalana-intenta-pasar-esto-aeropuerto-frankfurt-poco-sale-detenida.html"}, {"title": "Maher: Biden-Harris Let Too Many People In, and Letting in Millions Means Some Criminals Get In", "author": "Ian Hanchett, Ian Hanchett", "description": "On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated that the Biden-Harris administration “took in too many immigrants.” And acknowledged that when you let large groups of people in, th… [+1161 chars]", "url": "https://www.breitbart.com/clips/2024/10/26/maher-biden-harris-let-too-many-people-in-and-letting-in-millions-means-some-criminals-get-in/"}, {"title": "Van Jones: Progressives Pushed People Like Musk out of Party by Saying 'All White People Are Racist, All Men Are Toxic'", "author": "Ian Hanchett, Ian Hanchett", "description": "On Friday’s broadcast of HBO’s “Real Time,” CNN Political Commentator and former Obama Adviser Van Jones stated that while there isn’t any excuse for some of the recent actions and irresponsible stat… [+1908 chars]", "url": "https://www.breitbart.com/clips/2024/10/26/van-jones-progressives-pushed-people-like-musk-out-of-party-by-saying-all-white-people-are-racist-all-men-are-toxic/"}, {"title": "DJ Tira Buys Porsche for Wife Gugu Khathi on Her Birthday, SA Admires Generous Gift", "author": "Rutendo Masasi", "description": "<ul><li>DJ Tira recently took to social media to celebrate his wife, Gugu Khathi, who was celebrating another trip around the sun</li><li>The Singenzenjani hitmaker spared no expense when it came to … [+2438 chars]", "url": "https://briefly.co.za/entertainment/celebrities/200931-dj-tira-buys-porsche-wife-gugu-khathi-birthday-sa-admires-generous-gift/"}, {"title": "NASA chief calls for investigation into report that Musk and Putin have spoken regularly - CNN", "author": "feedfeeder", "description": "The Fine Print: The following comments are owned by whoever posted them. We are not responsible for them in any way.", "url": "https://slashdot.org/firehose.pl?op=view&amp;id=175326985"}, {"title": "Elisa Mouliaá responde a quienes cuestionan su denuncia contra Errejón: \"Son repugnantes vuestros comentarios\"", "author": "elDiario.es", "description": "En solo 24 horas, las redes sociales se han llenado de mensajes que cuestionan la denuncia de Elisa Mouliaá contra Íñigo Errejón. La actriz ha terminando saliendo al paso de los comentarios que ponen… [+1745 chars]", "url": "https://www.eldiario.es/sociedad/elisa-mouliaa-responde-cuestionan-denuncia-errejon-son-repugnantes-comentarios_1_11766673.html"}, {"title": "СМИ узнали, что Израиль заранее предупредил Иран об ударах", "author": "Виктория Бурякова", "description": ", . 26 Axios .\r\n, . , , .\r\n. , .\r\n« . , . », X (. Twitter) .\r\n . , . - , « ».\r\n IRNA () , « » , .\r\n , Tasnim .\r\n , , .\r\n1 , 400 . - , . , 10 , . 15 .\r\n 7 2023 , . .", "url": "https://iz.ru/1780769/2024-10-26/smi-uznali-chto-izrail-zaranee-predupredil-iran-ob-udarakh"}, {"title": "Esta película sobre la Segunda Guerra Mundial lo cambió todo. Ahora encima la puedes ver en streaming", "author": "Esteban García Marcos", "description": "La obra de Steven Spielberg conmovió al mundo entero\r\nHay películas bélicas de todos los tipos. Algunas buscan recrear un momento en concreto de un conflicto histórico, mientras que otras se vanaglor… [+2626 chars]", "url": "https://www.lavanguardia.com/andro4all/series/esta-pelicula-sobre-la-segunda-guerra-mundial-lo-cambio-todo-ahora-encima-la-puedes-ver-en-streaming"}, {"title": "Wife Wakes Up To Find Letter From Husband of 11 Years Revealing 'My Truth'", "author": "newsweek.com", "description": "A man left his wife a surprising letter about \"his truth\" after a decade of marriagebut it is not what you might think.In a post on X, formerly Twitter, Joy wrote that she woke up to find an envelope… [+146 chars]", "url": "https://biztoc.com/x/e1fcbf664ea4e749"}, {"title": "Турция сообщила о ликвидации 17 боевиков РПК на севере Сирии", "author": null, "description": ", 26 . //. 17 (), . X ( Twitter).\r\n\" \" \", \" \", 17 \", - .\r\n , , 23 . , , 100 .\r\n23 Tusa . 5 , 22 . . , .\r\n 1984 . .", "url": "https://tass.ru/mezhdunarodnaya-panorama/22237343"}, {"title": "New Gmail Security Warning As 10-Second Hackers Strike", "author": "Davey Winder, Senior Contributor, \n Davey Winder, Senior Contributor\n https://www.forbes.com/sites/daveywinder/", "description": "10 seconds is all it takes these Gmail hackers to start their attack\r\nSOPA Images/LightRocket via Getty Images\r\nUpdate, Oct. 26, 2024: This story, originally published Oct. 25, includes additional pr… [+8357 chars]", "url": "https://www.forbes.com/sites/daveywinder/2024/10/26/gmail-security-alert-new-threat-from-10-second-account-hackers/"}, {"title": "Última decisão de título de expressão do Atlético em casa foi há 11 anos e teve emoção até o fim", "author": "Jogada10", "description": "Atlético e Flamengo estão na decisão da Copa do Brasil. O primeiro jogo será no Rio de Janeiro, no dia 3 de novembro, e a finalíssima ocorrerá na Arena MRV, em Belo Horizonte, no dia 10 do mesmo mês.… [+2542 chars]", "url": "https://www.terra.com.br/esportes/atletico-mg/ultima-decisao-de-titulo-de-expressao-do-atletico-em-casa-foi-ha-11-anos-e-teve-emocao-ate-o-fim,953e11f2a41f7973c241fe22ff66a6c04jfzh45q.html"}, {"title": "Se queda atrapada en una grieta entre rocas por intentar recuperar su iPhone", "author": "Gabriela Martínez", "description": "El rescate de la joven fue una operación compleja que requirió la participación de varios equipos especializados\r\nLiteralmente, hay gente que haría lo que fuera por recuperar su iPhone, claramente no… [+2636 chars]", "url": "https://ipadizate.com/iphone/se-queda-atrapada-en-una-grieta-entre-rocas-por-intentar-recuperar-su-iphone"}, {"title": "[Removed]", "author": null, "description": "[Removed]", "url": "https://removed.com"}, {"title": "Texas A&M Football schedule: Are the Aggies playing today?", "author": "Aggies Wire", "description": "Oct 5, 2024; College Station, Texas, USA; Texas A&amp;M Aggies quarterback Conner Weigman (15) looks to pass the ball against the Missouri Tigers in the first quarter at Kyle Field. Mandatory Credit:… [+2391 chars]", "url": "https://aggieswire.usatoday.com/2024/10/26/texas-aggies-football-lsu-tigers-football-college-football-week-9/"}, {"title": "Metaphor: ReFantazio recompensa a los jugadores que se duchan", "author": "Mario Seijas", "description": "En la vida real es muy importante mantener la higiene personal. Normalmente, es un poco menos importante para los personajes de los videojuegos, pero en Metaphor: ReFantazio, resulta que ducharse e i… [+1663 chars]", "url": "https://es.ign.com/metaphor-re-fantazio/208985/news/metaphor-refantazio-recompensa-a-los-jugadores-que-se-duchan"}, {"title": "幼なじみとのえちえちで不器用な関係♪「青夏おま○こフレンズ」最終章「青夏おま○こフレンズ -everlasting-」", "author": null, "description": "×4 -everlasting-11/4DLsite54.94202410265202410261\r\n11221760123230DLSite2024/11/22 23:59×\"\" 50%OFF\r\n20240427×\"\"50OFF\r\n<ul><li></li>1760\r\n1232(2024/10/252024/11/22 23:59): × / : / : / : / : , / : ×ASMR… [+1593 chars]", "url": "https://www.new-akiba.com/news/208336"}, {"title": "Bitcoin Investors’ Appetite On The Rise As Net Capital Inflows Skyrockets", "author": "Godspower Owie", "description": "Bitcoin investors are presently displaying renewed enthusiasm towards the largest crypto asset as its net capital inflows have experienced a notable spike. This signals an increase in overall market … [+2889 chars]", "url": "https://bitcoinist.com/bitcoin-investors-appetite-on-the-rise/"}, {"title": "ヒーロー戦隊の紅一点ピンクが怪人の触手で辱められて絶頂する音声「戦隊ヒロイン敗北レ○プ!」", "author": null, "description": "110!!2024CV2023\r\n<ul><li></li>110\r\n99(2024/10/252024/11/04 23:59): / : / : / : ! ...!\r\nASMR/ASMR84 DLs20241026 0 ♡ 151</ul>!\r\n!!\r\n110!!!\r\n!2024CV!2024CV2023!\r\n!10991099!\r\n!Twitter!Twitter:https://twi… [+200 chars]", "url": "https://www.new-akiba.com/news/208324"}, {"title": "Design : les bonnes œuvres d’Amélie Freyche", "author": "Xavier de Jarcy", "description": "Amélie Freyche, 35 ans, avec son prototype de charriot pour distribuer les médicaments dans les Ehpad. Photo Yannick Labrousse pour Télérama\r\nPar Xavier de Jarcy \r\nPublié le 26 octobre 2024 à 14h00\r\n… [+3878 chars]", "url": "https://www.telerama.fr/arts-expositions/design-les-bonnes-uvres-d-amelie-freyche-7022761.php"}, {"title": "Te recomiendo este smart tv si buscas una opción compacta, asequible, con buena calidad de imagen y Android TV", "author": "Eva Luna Rivera", "description": "El televisor Haier K7 Series integra Android TV para que puedas acceder rápidamente a tus plataformas en streaming\r\nNo siempre buscamos un smart tv con una pantalla inmensa, con escalado 4K y con una… [+4291 chars]", "url": "https://www.lavanguardia.com/andro4all/compras/te-recomiendo-este-smart-tv-si-buscas-una-opcion-compacta-asequible-con-buena-calidad-de-imagen-y-android-tv"}, {"title": "Wife Wakes Up To Find Letter From Husband of 11 Years Revealing 'My Truth'", "author": "Maria Morava", "description": "A man left his wife a surprising letter about \"his truth\" after a decade of marriage—but it is not what you might think.\r\nIn a post on X, formerly Twitter, Joy wrote that she woke up to find an envel… [+2921 chars]", "url": "https://www.newsweek.com/wife-wakes-letter-revealing-truth-1974388"}, {"title": "The Never Trump Moment Is Over. Does Harris Realize It?", "author": "Jason Linkins", "description": "But what makes Chevron crucial to this campaign is that the sledding for Democrats remains rough even if they prevail in November. Indeed, even if they blow the GOP out of the water electorally, the … [+2006 chars]", "url": "https://newrepublic.com/post/187526/never-trump-moment-over-harris"}, {"title": "Don’t buy into conspiracy theories about provisional ballots", "author": "Edward Perez", "description": "This article is the fifth in a five-part series called Protecting the Election. As former President Donald Trump and many of his allies refuse to concede his defeat in the 2020 election, this MSNBC D… [+6432 chars]", "url": "https://www.msnbc.com/opinion/msnbc-opinion/election-2024-voting-conspiracy-theories-provisional-ballots-rcna177312"}, {"title": "Heftige Schlägereien - Rostock-Hooligans greifen Zug an", "author": "BILD", "description": "Schlimme Nachrichten aus der 3. Liga.\r\nUm 14 Ihr empfängt Hansa Rostock Rot-Weiss Essen. Vor der Partie gab es bereits Randale.\r\nEtwa 150 Hansa-Chaoten haben am Samstagvormittag 190 Kilometer vor Ros… [+1064 chars]", "url": "https://www.bild.de/sport/fussball/3-liga-rostock-hooligans-greifen-zug-an-671ca217ac56de4b2d6bd606"}, {"title": "Betrug mit Geburtsurkunden - Hier werden Menschen besonders alt: Die Wahrheit hinter den berühmten Blue Zones", "author": "Von FOCUS-online-Experte Uwe Knop", "description": "<ul><li>\r\nKommentare</li><li>\r\nE-Mail</li><li>\r\nTeilen</li><li>\r\nMehr</li><li>\r\nTwitter</li><li>\r\nDrucken</li><li>\r\nFeedback</li><li>\r\nFehler meldenSie haben einen Fehler gefunden?\r\nBitte markieren S… [+5180 chars]", "url": "https://www.focus.de/experts/langlebigkeit-entlarvt-die-wahrheit-hinter-den-beruehmten-blue-zones_id_260367527.html"}, {"title": "L’antiféminisme prospère en librairie", "author": "Ellen Salvi", "description": "Les cookies et technologies similaires que nous utilisons sur Mediapart sont de différentes natures et nous permettent de poursuivre différentes finalités. \r\nCertains sont nécessaires au fonctionneme… [+3214 chars]", "url": "https://www.mediapart.fr/journal/france/261024/l-antifeminisme-prospere-en-librairie"}, {"title": "[Removed]", "author": null, "description": "[Removed]", "url": "https://removed.com"}, {"title": "Elisa Mouliaá, obligada a emitir un comunicado tras denunciar a Íñigo Errejón", "author": "Ángel Mor Montolio", "description": "Elisa Mouliaá, presentadora y colaboradora de televisión, ha sido la primera cara visible de todo el escándalo que ha salpicado de lleno a Ílñigo Errejón y que le ha obligado a dimitir de su puesto p… [+1539 chars]", "url": "https://www.mundodeportivo.com/actualidad/20241026/1002340942/elisa-mouliaa-obligada-emitir-comunicado-denunciar-inigo-errejon-delito-sexual-dct.html"}, {"title": "Samsung: Kommt demnächst ein Galaxy Tri-Fold?", "author": "Claudia Krüger", "description": "Gerüchte über inno­vative Display-Tech­nolo­gien aus Samsungs Schmiede kursieren schon lange, einige Hybrid-, Roll- oder mehr­fach falt­bare Screens hatte der südko­rea­nische Hersteller bereits auf … [+3298 chars]", "url": "https://www.teltarif.de/samsung-galaxy-tri-fold-rollable/news/96945.html"}, {"title": "[Removed]", "author": null, "description": "[Removed]", "url": "https://removed.com"}, {"title": "Buscan a Andreas, un niño de 6 años desaparecido en Castelló de la Ribera (Valencia) hace 1 año", "author": "Autor Redacción", "description": "Unas 20 mil personas personas al año desaparecen en España. Y aunque se resuelven casi todos los casos, hay un 10% que aunque pasen los años siguen activos. Plataformas como SOS Desaparecidos ayudan … [+1899 chars]", "url": "https://www.mundodeportivo.com/actualidad/20241026/1002340936/buscan-andreas-nino-6-anos-desaparecido-castello-ribera-valencia-1-ano-dsp-dct.html"}, {"title": "Qué es el 'gaslighting' o luz de gas, práctica de la que han acusado a Íñigo Errejón", "author": "(abc)", "description": "El pasado jueves, 24 de octubre, el ya exportavoz y exdiputado de Sumar, Íñigo Errejón, dimitía de sus cargos y se apartaba del mundo de la política. Lo hacía a través de un comunicado publicado en s… [+2706 chars]", "url": "https://www.abc.es/bienestar/psicologia-sexo/gaslighting-luz-gas-practica-acusado-inigo-errejon-20241026113213-nt.html"}, {"title": "Shatta Wale Endorses Sarkodie's Jailer Featuring Nigerian Singer Victony, Peeps React", "author": "Geraldine Amoah", "description": "<ul><li>Dancehall musician Shatta Wale has opened up about listening to rapper Sarkdoie's new song Jailer, featuring Nigerian singer Victory</li><li>On his X account, the dancehall musician noted tha… [+2913 chars]", "url": "https://yen.com.gh/entertainment/music/269801-shatta-wale-endorses-sarkodies-jailer-featuring-nigerian-singer-victony-peeps-react/"}, {"title": "Noua specie de luptător pe frontul de est: coreeanul de stepă", "author": "Laurențiu Sfinteș\n          Fost ziarist şi diplomat militar", "description": "Foto: Twitter / X\r\nDe câteva zile, izvoare\r\nanalitice interne, unele fiind i ditamai experii i moderatorii de\r\nteleviziune, retransmit i dezbat ofensiva nord coreean din Donbas.\r\nToat lumea e serioas… [+7759 chars]", "url": "https://adevarul.ro/blogurile-adevarul/noua-specie-de-luptator-pe-frontul-de-est-2397329.html"}, {"title": "Procès des viols de Mazan: ce moment où les accusés ont «percuté»", "author": "Christophe Gueugneau", "description": "Les cookies et technologies similaires que nous utilisons sur Mediapart sont de différentes natures et nous permettent de poursuivre différentes finalités. \r\nCertains sont nécessaires au fonctionneme… [+3214 chars]", "url": "https://www.mediapart.fr/journal/france/261024/proces-des-viols-de-mazan-ce-moment-ou-les-accuses-ont-percute"}, {"title": "Kommentar von Joachim Krause - Israels Vergeltungsschlag: Das hat der Angriff auf den Iran bewirkt", "author": "Von FOCUS-online-Joachim Krause", "description": "<ul><li>\r\nKommentare</li><li>\r\nE-Mail</li><li>\r\nTeilen</li><li>\r\nMehr</li><li>\r\nTwitter</li><li>\r\nDrucken</li><li>\r\nFeedback</li><li>\r\nFehler meldenSie haben einen Fehler gefunden?\r\nBitte markieren S… [+4867 chars]", "url": "https://www.focus.de/experts/kommentar-von-joachim-krause-israels-vergeltungsschlag-das-hat-der-angriff-auf-den-iran-bewirkt_id_260426963.html"}, {"title": "Notorious Hacker Group TeamTNT Launches New Cloud Attacks for Crypto Mining", "author": "info@thehackernews.com (The Hacker News)", "description": "The infamous cryptojacking group known as TeamTNT appears to be readying for a new large-scale campaign targeting cloud-native environments for mining cryptocurrencies and renting out breached server… [+3577 chars]", "url": "https://thehackernews.com/2024/10/notorious-hacker-group-teamtnt-launches.html"}, {"title": "Existe una manera de enfriar la Tierra rápidamente, pero se necesitaría bombardear el cielo con diamantes", "author": "Sergio Agudo", "description": "Los diamantes podrían ser la solución contra el calentamiento global\r\nCientíficos han propuesto una solución sorprendente para combatir el cambio climático: inyectar nanopartículas de diamante en la … [+3139 chars]", "url": "https://www.lavanguardia.com/andro4all/ciencia/existe-una-manera-de-enfriar-la-tierra-rapidamente-pero-se-necesitaria-bombardear-el-cielo-con-diamantes"}, {"title": "Los \"vampiros\" de Ucrania, la nueva tecnología que quiere eliminar a los drones del tablero de juego", "author": "Daniel García", "description": "El VAMPIRE SAM puede desplegarse en vehículos y proporcionar defensa con gran movilidad\r\nLa guerra en los tiempos actuales tiene un nuevo agente con el que, tiempo atrás, ningún otro ejército tuvo qu… [+3011 chars]", "url": "https://www.lavanguardia.com/andro4all/tecnologia/los-vampiros-de-ucrania-la-nueva-tecnologia-que-quiere-eliminar-a-los-drones-del-tablero-de-juego"}, {"title": "How To Maximize Hormones *And* Maintain Fertility (+ Are Old-School Approaches To Testosterone DANGEROUS or INEFFECTIVE?) With Dr. Cameron Sepah of Maximus Tribe.", "author": "support@bengreenfieldfitness.com (Ben Greenfield)", "description": "Ben Greenfield [00:00:00]: My name is Ben Greenfield, and on this episode of the Ben Greenfield Life Podcast.\r\nDr. Cameron Sepah [00:00:03]: The difference between blood work of someone on TRT versus… [+78337 chars]", "url": "https://bengreenfieldlife.com/podcast/cameron-sepah/"}]